{
  "en": {
    "bio1": "<strong>Josep Bernad</strong> is a <strong>musician and DJ</strong> from <strong>Mallorca</strong> based in <strong>Barcelona</strong>, as well as a <strong>software engineer</strong> — a combination that allows him to merge advanced technology with creativity in all his productions. Trained from a young age as a <strong>drummer</strong> and later as a <strong>multi-instrumentalist</strong>, his personal project dives into <strong>electronic music</strong> — mainly <strong>House</strong> — blending contemporary digital textures with deep influences and an elegant sonic aesthetic. Working between Barcelona and Mallorca, he continues to expand his catalogue of original productions, always aiming to deliver a distinctive and solid musical experience.",
    "bio2": "He presents three live formats: a <strong>Live Set</strong> featuring his own music performed with live instruments; a <strong>House DJ Set</strong> built around an extensive and carefully curated music library; and a <strong>Party Set (Open Format)</strong> designed for parties and festivals, where he mixes multiple genres while maintaining a coherent narrative and flawless transitions.",
    "bio3": "On stage, he seeks <strong>emotional connection</strong> with the audience, real-time crowd reading, and precise technical execution. His influences include artists such as <strong>Fred Again..</strong>, <strong>Hernán Cattaneo</strong>, <strong>Safri Duo</strong>, <strong>Bellaire</strong>, <strong>Eric Prydz</strong>, and <strong>Parcels</strong>, among many others."
  },
  "es": {
    "bio1": "<strong>Josep Bernad</strong> es un <strong>músico y DJ</strong> de <strong>Mallorca</strong> afincado en <strong>Barcelona</strong>, además de <strong>ingeniero de software</strong> — una combinación que le permite fusionar tecnología avanzada con creatividad en todas sus producciones. Formado desde pequeño como <strong>baterista</strong> y posteriormente como <strong>multi-instrumentista</strong>, su proyecto personal se sumerge en la <strong>música electrónica</strong> — principalmente <strong>House</strong> — mezclando texturas digitales contemporáneas con influencias profundas y una estética sonora elegante. Trabajando entre Barcelona y Mallorca, continúa expandiendo su catálogo de producciones originales, siempre buscando ofrecer una experiencia musical distintiva y sólida.",
    "bio2": "Presenta tres formatos en directo: un <strong>Live Set</strong> con su propia música interpretada con instrumentos en vivo; un <strong>House DJ Set</strong> construido alrededor de una extensa y cuidadosamente curada biblioteca musical; y un <strong>Party Set (Open Format)</strong> diseñado para fiestas y festivales, donde mezcla múltiples géneros manteniendo una narrativa coherente y transiciones impecables.",
    "bio3": "En el escenario, busca la <strong>conexión emocional</strong> con el público, lectura del público en tiempo real y ejecución técnica precisa. Sus influencias incluyen artistas como <strong>Fred Again..</strong>, <strong>Hernán Cattaneo</strong>, <strong>Safri Duo</strong>, <strong>Bellaire</strong>, <strong>Eric Prydz</strong> y <strong>Parcels</strong>, entre muchos otros."
  },
  "ca": {
    "bio1": "<strong>Josep Bernad</strong> és un <strong>músic i DJ</strong> de <strong>Mallorca</strong> establert a <strong>Barcelona</strong>, a més d'<strong>enginyer de software</strong> — una combinació que li permet fusionar tecnologia avançada amb creativitat en totes les seves produccions. Format des de petit com a <strong>bateria</strong> i posteriorment com a <strong>multi-instrumentista</strong>, el seu projecte personal s'endinsa en la <strong>música electrònica</strong> — principalment <strong>House</strong> — barrejant textures digitals contemporànies amb influències profundes i una estètica sonora elegant. Treballant entre Barcelona i Mallorca, continua expandint el seu catàleg de produccions originals, sempre buscant oferir una experiència musical distintiva i sòlida.",
    "bio2": "Presenta tres formats en directe: un <strong>Live Set</strong> amb la seva pròpia música interpretada amb instruments en viu; un <strong>House DJ Set</strong> construït al voltant d'una extensa i acuradament curada biblioteca musical; i un <strong>Party Set (Open Format)</strong> dissenyat per a festes i festivals, on barreja múltiples gèneres mantenint una narrativa coherent i transicions impecables.",
    "bio3": "A l'escenari, cerca la <strong>connexió emocional</strong> amb el públic, lectura del públic en temps real i execució tècnica precisa. Les seves influències inclouen artistes com <strong>Fred Again..</strong>, <strong>Hernán Cattaneo</strong>, <strong>Safri Duo</strong>, <strong>Bellaire</strong>, <strong>Eric Prydz</strong> i <strong>Parcels</strong>, entre molts altres."
  }
}

